<?php

return [
    'title' => 'Восстановление аккаунта',

    'description' => 'Если вы не можете залогиниться со своего устройства, то вы можете зарегистрировать другое, открыв там электронное письмо.',
    'details'     => 'Убедитесь, что вы открываете электронную почту на устройстве, владельцем которого вы являетесь.',

    'instructions' => 'Чтобы использовать это устройство для своей учетной записи, нажмите кнопку и следуйте инструкциям.',
    'unique'       => 'Отключить все остальные устройства, кроме этого.',

    'button' => [
        'send'     => 'Отправить восстановление аккаунта',
        'register' => 'Зарегистрировать это устройство',
    ],

    'sent'      => 'Если электронная почта верна, то вскоре вы получите письмо со ссылкой для восстановления.',
    'attached'  => 'К вашему аккаунту было подключено новое устройство для аутентификации.',
    'user'      => 'Мы не можем найти пользователя с такой электронной почтой.',
    'token'     => 'Токен недействителен или срок его действия истек.',
    'throttled' => 'Пожалуйста, подождите, прежде чем повторить попытку.',

    'failed'    => 'Восстановление не удалось. Попробуй еще раз.',
];
